Repository: raf93278/Captain-Tsubasa
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

# Well, maybe it will be fun then. Won't know until we try!
source: Well, maybe it will be fun then.\nWon't know until we try!
pl: Cóż, może będzie fajnie.\nNie dowiemy się, dopóki nie spróbujemy!

# Well, maybe you won't believe me because you did score on me, but...
source: Well, maybe you won't believe\nme because you did score on me, but...
pl: Może nie uwierzysz, bo strzeliłeś mi gola, ale...

source: Well, now she's "proper" and "ladylike."
pl: Cóż, teraz jest "poprawna" i "damska".

# Well, that's all I had for today. I'll be seeing you.
source: Well, that's all I had for today.\nI'll be seeing you.
pl: Cóż, to wszystko, co miałem na dzisiaj.\nDo zobaczenia.

source: Wh-What did you say?!
pl: Co powiedziałeś?!

source: Wh-What?
pl: C-co?

source: Wh-Who're you?
pl: K-Kim jesteś?

source: Wha-- Mr. Katagiri?!
pl: Co... pan Katagiri?!

source: Wha--?
pl: Co...?

# What I need in my kick still isn't there.
source: What I need in my kick\nstill isn't there.
pl: Nadal nie ma w moim kopnięciu\ntego czego potrzeba.

# What Tsubasa needs most right now is someone like you.
source: What Tsubasa needs most right now\nis someone like you.
pl: Tsubasa najbardziej potrzebuje teraz kogoś takiego jak ty.

source: What a shot!
pl: Co za strzał!

source: What amazing technique!
pl: Co za niesamowita technika!

source: What are they...?
pl: Czym oni są...?

source: What are you guys watching?
pl: Co oglądacie?

source: What can I do for you, Doctor?
pl: Co mogę dla ciebie zrobić, doktorze?

# What could he be up to right before the tournament?
source: What could he\nbe up to right before the tournament?
pl: Co mógł robić tuż przed turniejem?

# What happened to Misugi?! He's collapsed on the field!
source: What happened to Misugi?!\nHe's collapsed on the field!
pl: Co się stało z Misugim?! Upadł na boisko!

source: What happened to your hunger?!
pl: Co się stało z twoim głodem?!

source: What is it, Tsubasa?
pl: Co się stało, Tsubasa?

source: What the...?!
pl: Co...?!

source: What!
pl: Co!

source: What'd the guy say exactly?
pl: Co dokładnie powiedział?

# What're you babblin' on about? Save it for if ya make the finals.
source: What're you babblin' on about?\nSave it for if ya make the finals.
pl: O czym bredzisz?\nZachowaj to na finały.

source: What's more, almost all the players Tsubasa\nplayed with back then are now here as third\nyears at either Nankatsu or Otomo MS!
pl: Co więcej, prawie wszyscy gracze, z którymi Tsubasa\ngrał w tamtych czasach, są teraz w Nankatsu lub MS Otomo!

source: What's that?
pl: O czym?

source: What's wrong, Nitta?
pl: Coś nie tak, Nitta?

source: What's wrong, boys?\nIf you're gonna whine about a little training,\nyou'll never amount to much.
pl: Co się stało, chłopcy?\nJeśli będziecie narzekać na mały trening,\nnigdy nie osiągniecie zbyt wiele.

source: What?
pl: Co?

source: What?!
pl: Co?!

source: When I say I'll win, I win!
pl: Kiedy mówię, że wygram, wygrywam!

# When it comes down to it, I lost this game to Tsubasa Ozora.
source: When it comes down to it,\nI lost this game to Tsubasa Ozora.
pl: Ostatecznie przegrałem tę grę z Tsubasą Ozorą.

source: Where's Misugi?
pl: Gdzie Misugi?

# Which of their aces, Tsubasa or Nitta, can break this deadlock?!
source: Which of their aces, Tsubasa or Nitta,\ncan break this deadlock?!
pl: Który z ich asów, Tsubasa czy Nitta,\nprzełamie ten impas?!

source: Which of these two teams will earn the right\nto call themselves the world champions?
pl: Która z tych dwóch drużyn zdobędzie prawo\ndo nazywania się mistrzami świata?

source: Which part?
pl: Która część?

source: Who could forget that heated battle?)
pl: Kto mógłby zapomnieć tę gorącą bitwę?)

source: Who do I want to take on?
pl: Z kim chcę się zmierzyć?

source: Whoa!
pl: Łoł!

source: Whoa, Pascal!
pl: Łooo, Pascal!

source: Why?
pl: Dlaczego?

# Will they finally pay back Nankatsu MS for those last two defeats at finals?
source: Will they finally pay back Nankatsu MS for those\nlast two defeats at finals?
pl: Czy w końcu odwdzięczą się MS Nankatsu za te\nostatnie dwie porażki w finale?

source: Will this be their big moment?!
pl: Czy to będzie ich wielka chwila?

source: Win at Nationals for us, Tsubasa.
pl: Wygraj dla nas na mistrzostwach krajowych, Tsubasa.

source: Win by scoring more points than your opponent.\nDribble with <rep ⑲> and Short Pass with <rep ②>\n to break through the enemy's formation.
pl: Wygraj, zdobywając więcej punktów niż twój przeciwnik.\nDrybluj za pomocą <rep ⑲> i krótkiego podania za pomocą <rep ②>\n aby przebić się przez formację przeciwnika.

source: Win, Tsubasa.
pl: Wygraj Tsubasa.

# With Ultimate Edit, you can customize a player for use in Freestyle Matches.
source: With Ultimate Edit, you can customize\na player for use in Freestyle Matches.
pl: W Ultimate Edit możesz dostosować\n gracza do użytku w meczach Freestyle.

source: Witness our will to win!
pl: Bądź świadkiem naszej woli zwycięstwa!

source: Won Nationals twice\nin a row with his ability to assimilate moves.\nForever a soccer kid.
pl: Dwukrotnie z rzędu\nwygrał mistrzostwa krajowe dzięki swojej umiejętności przyswajania ruchów.\nNa zawsze dzieciak piłki nożnej.

source: Working hard.
pl: Ciężko pracując.

source: Would you like to start the next match?
pl: Chcesz rozpocząć następny mecz?

source: Y'know, back then.
pl: Wiesz, wtedy.

source: Y-Yeah!
pl: T-Tak!

source: Y-Yes!
pl: T-Tak!

source: Ya can't just force it, Rusciano!
pl: Nie możesz tak po prostu wymusić, Rusciano!

source: Yeah!
pl: Tak!

source: Yeah, how could I forget?
pl: Tak, jak mógłbym zapomnieć?

source: Yeah, thanks.
pl: Tak, dzięki.

source: Yeah, that guy said your Drive Shot looks like a\ndrive in table tennis, so we thought we'd take\na look.
pl: Tak, ten gość powiedział, że twój Drive Shot wygląda jak ndrive shot w tenisie stołowym, więc pomyśleliśmy, że się przyjrzymy.

source: Yeah, the thing is...
pl: Tak, chodzi o to...

source: Yeah.
pl: UUUUUUUUTak.

source: Yes, Coach.
pl: Tak, trenerze.

source: Yes, Coach?
pl: Tak, trenerze?

source: Yes.
pl: Tak.

source: Yes...
pl: Tak...

source: Yes?
pl: Tak?

source: You call that a Drive Shot?
pl: Nazywasz to Drive Shot?

source: You can customize registered players.
pl: Można dostosować zarejestrowanych graczy.

source: You can make changes to the players and teams you've created.
pl: Możesz wprowadzać zmiany w utworzonych przez siebie zawodnikach i drużynach.

source: You can now add these players to your teams!
pl: Możesz teraz dodać tych graczy do swoich drużyn!

source: You can now adjust these uniforms in team customization!
pl: Możesz teraz dostosować te stroje w personalizacji drużyny!

source: You can now listen to these music tracks from the Collection menu!
pl: Możesz teraz słuchać utworów muzycznych z menu Kolekcji!

source: You can now play in these stadiums!
pl: Możesz teraz grać na tych stadionach!

source: You can now play these stories!
pl: Możesz teraz zagrać w te historie!

source: You can now select these music tracks to play during matches!
pl: Możesz teraz wybrać te utwory muzyczne do odtwarzania podczas meczów!

source: You can now use these parts in emblem customization!
pl: Możesz teraz używać tych części w personalizacji emblematu!

source: You can now use these soccer balls!
pl: Możesz teraz używać tych piłek!

source: You can now use these teams!
pl: Możesz teraz korzystać z tych zespołów!

source: You can now use these titles in customization!
pl: Możesz teraz używać tytułów do personalizacji!

source: You can now use these uniform designs in customization!
pl: Możesz teraz używać wzorów strojów w personalizacji!

source: You can now view these memories from the Collection menu!
pl: Możesz teraz przeglądać wspomnienia z menu Kolekcji!

source: You can now view these memories in MOVIE!
pl: Teraz możesz obejrzeć te wspomnienia w FILMACH!

source: You can now view these movies from the Collection menu!
pl: Możesz teraz oglądać filmy z menu Kolekcji!

source: You can play EPISODE: TSUBASA and EPISODE: NEW HERO.
pl: Możesz zagrać w EPIZOD: TSUBASA i EPIZOD: NOWY BOHATER.

source: You can play it from the\nmain THE JOURNEY screen, where it\nbecomes the third story after EPISODE:\nTSUBASA and EPISODE: NEW HERO.
pl: Można w nią zagrać na\ngłównym ekranie PODRÓŻY, gdzie\nstaje się ona trzecią historią po EPIZOD:\TSUBASA i EPIZOD: NOWY BOHATER.

source: You can purchase bonus content.
pl: Możesz kupić dodatkową zawartość.

source: You can purchase card packs with custom parts, items, and characters.
pl: Możesz kupić pakiety kart z niestandardowymi częściami, przedmiotami i postaciami.

source: You can purchase different parts, card packs, and items to use in the game.
pl: Możesz kupować różne części, pakiety kart i przedmioty do wykorzystania w grze.

source: You can reminisce on Tsubasa's days in elementary school.
pl: Można powspominać czasy Tsubasy w szkole podstawowej.

source: You can set the background that appears on the menu screen.
pl: Można ustawić tło wyświetlane na ekranie menu.

source: You can't find him?!
pl: Nie możesz go znaleźć?!

source: You can't take the sky from me, Kazuo!
pl: Nie możesz odebrać mi nieba, Kazuo!

# You cannot use Custom Players created in EPISODE: NEW HERO in Freestyle Matches.
source: You cannot use Custom Players created in\nEPISODE: NEW HERO in Freestyle Matches.
pl: Nie możesz używać Custom Players stworzonych w\nEPIZOD: NOWY BOHATER w meczach Freestyle.

source: You did it!
pl: Udało się!

source: You did it, Nitta!
pl: Udało ci się, Nitta!

# You did?! Wh-What did they say?
source: You did?!\nWh-What did they say?
pl: C-Co oni powiedzieli?

source: You do?
pl: Naprawdę?

source: You got it!
pl: Udało się!

source: You gotta concentrate, Kisugi!
pl: Skoncentruj się, Kisugi!

source: You guys...
pl: Chłopaki...

source: You have great kicks.
pl: Masz świetne kopnięcia.

source: You have met the following requirements.
pl: Spełniłeś następujące wymagania.

source: You have not chosen a faction.
pl: Nie wybrałeś frakcji.

source: You have nothin' on me, Pascal!
pl: Nic na mnie nie masz, Pascal!

source: You improved yet again.
pl: Znowu się poprawiłeś.

# You kept your family afloat when your father died.
source: You kept your family afloat when your\nfather died.
pl: Utrzymałeś rodzinę na powierzchni, gdy zmarł twój ojciec.

source: You know I'm right.
pl: Wiesz, że mam rację.

source: You know how Tsubasa went to that special high\nschool draft training camp this spring?\nKatagiri made that happen.
pl: Pamiętacie, jak Tsubasa pojechał tej wiosny na ten specjalny\nobóz szkoleniowy w szkole średniej dzięki Katagiriemu?.

source: You know how it is.
pl: Wiesz jak jest.

# You know what time it is?
source: You know\nwhat time it is?
pl: Wiesz, która godzina?

source: You lost the match and will return to the start.
pl: Przegrałeś mecz i wrócisz do początku.

source: You okay, Tsubasa?
pl: W porządku, Tsubasa?

source: You really did it, Hyuga!
pl: Naprawdę to zrobiłeś, Hyuga!

source: You said it.
pl: Sam to powiedziałeś.

source: You sure talk big.
pl: Na pewno dużo gadasz.

source: You think I'd lose now!
pl: Myślisz, że teraz przegram!

source: You think we'd lose to you here?
pl: Myślisz, że przegramy z tobą tutaj?

source: You think we'd lose to you?
pl: Myślisz, że z wami przegramy?

source: You too?
pl: Ty też?

# You took it easy on Misugi when you saw him going down, didn't you, Kojiro?
source: You took it easy on Misugi\nwhen you saw him going down,\ndidn't you, Kojiro?
pl: Uspokoiłeś Misugiego, gdy zobaczyłeś, że upada, prawda, Kojiro?

source: You used to lead the\ncheer squad in elementary school.\nWhere'd all that energy go?
pl: W podstawówce prowadziłaś drużynę cheerleaderek. Gdzie podziała się cała ta energia?

# You wanna know what I think Tsubasa Ozora's greatest weapon is?
source: You wanna know what I think Tsubasa Ozora's\ngreatest weapon is?
pl: Chcesz wiedzieć, co jest według mnie największą bronią Tsubasy Ozory?

# You want a little extra one-on-one training with me?
source: You want a little extra\none-on-one training with me?
pl: Masz ochotę na dodatkowy trening jeden na jeden ze mną?

source: You want to mark Nitta, Tsubasa?
pl: Chcesz pilnować Nittę, Tsubasa?

# You will need to take the reins, Tsubasa, and then we can change Japan!)
source: You will need to take the reins,\nTsubasa, and then we can change Japan!)
pl: Będziesz musiał przejąć stery, Tsubasa,\na wtedy możemy zmienić Japonię!)

source: You'll kick the ball so hard, I wouldn't be\nsurprised to see it rip through the net.
pl: Kopiesz piłkę tak mocno, że nie zdziwiłbym się,\ngdyby zobaczyła, jak przedostaje się przez siatkę.

# You'll never have the skill to pull off something like that!
source: You'll never have the skill\nto pull off something like that!
pl: Nigdy nie będziesz mieć umiejętności,\nby zrobić coś takiego!

source: You'll never win like that, Diallo!
pl: Nigdy tak nie wygrasz, Diallo!

source: You're a real technician, Senghor.
pl: Prawdziwy z ciebie technik, Senghor.

source: You're definitely more than muscle!
pl: To zdecydowanie więcej niż mięśnie!

source: You're like a tree trunk, Senghor!
pl: Jesteś jak pień, Senghor!

source: You're mine now, Ishizaki!
pl: Teraz jesteś mój, Ishizaki!

source: You're no Tsubasa, ya know!
pl: Nie jesteś Tsubasą, wiesz!

source: You're no match for me, Klismann!
pl: Nie masz ze mną szans, Klismann!

# You're nothing but a paper tiger.
source: You're nothing but a\npaper tiger.
pl: Jesteś tylko tygrysem na tapecie.

source: You're one guy I won't lose to, Leo!
pl: Z tobą nie przegram, Leo!

source: You're pulling my leg, right?
pl: Nabierasz mnie, tak?

source: You're right.
pl: Masz rację.

source: You're sizin' us up, too.
pl: Ty też nas oceniasz.

source: You're something else.
pl: Jesteś jakis inny.

source: You're too strong, Matsuyama.
pl: Jesteś za silny, Matsuyama.

# You're physically very capable.
source: You're\nphysically very capable.
pl: Jesteś bardzo sprawny fizycznie.

# You've been trying something new lately, haven't you?
source: You've been trying something new lately,\nhaven't you?
pl: Ostatnio próbowałeś czegoś nowego, prawda?

# You've buffed up even more since coming to America, haven't you?
source: You've buffed up even more since coming to\nAmerica, haven't you?
pl: Od czasu przybycia do\Ameryki wzmocniłeś się jeszcze bardziej, prawda?

source: You've gotten better, Takasugi...
pl: Poprawiłeś się, Takasugi...

source: You've lost your claws!
pl: Straciłeś pazury!

source: You've really outdone yourself, Nitta.
pl: Przeszedłeś samego siebie, Nitta.

source: You...
pl: Ty...

# Your Drive Shot's hard to stop since it goes in just below the crossbar, right?
source: Your Drive Shot's hard to stop since it goes in\njust below the crossbar, right?
pl: Twój strzał Drive Shot jest trudny do zatrzymania, ponieważ trafia\ntuż poniżej poprzeczki, prawda?

source: Your old partner?
pl: Twój stary partner?

source: Your shot today, Tsubasa?
pl: Masz dziś szansę, Tsubasa?

# Youth Tournament was canceled, plans for this new tournament went into motion.)
source: Youth\nTournament was canceled, plans for this new\ntournament went into motion.)
pl: Juniorów\nwe Francji, rozpoczęto prace\nnad nowym turniejem).

source: Yup!
pl: Tak!

# and the other with the goalkeeping prodigy, Genzo Wakabayashi.
source: and the other with the goalkeeping prodigy,\nGenzo Wakabayashi.
pl: a drugie z cudownym bramkarzem,\nGenzo Wakabayashim.

# but right now, which player would you most like to play against?
source: but right now, which player would\nyou most like to play against?
pl: ale teraz, przeciwko komu ciałbyś zagrać najbardziej?

# he finds himself ready to spread his wings and greet the wide world.
source: he finds himself ready to spread his wings\nand greet the wide world.
pl: jest gotowy, by rozwinąć skrzydła\ni powitać szeroki świat.

source: versus
pl: kontra

source: “Episode: Tsubasa" is now playable.
pl: “Epizod: Tsubasa" jest teraz dostępny.
